<template>
    <div class="protocol">
       <div class="box">
         <div class="title">用户许可协议</div>
         <p class="tips">用户许可协议（以下简称“本协议”）和美国图灵科技有限公司所拥有的图灵智能交易系统软件及其附件的使用协定。</p>
         <ul>
            <li class="_content">您如果下载、访问、安装、运行或使用软件和/或附件（一些简称“软件”）和文档并点击“我已阅读并接受”，即代表您已同意并接受如下条款：</li>
            <li class="_content">
            <ol>
                <li>本协议是您与美国图灵科技有限公司之间的具有法律约束力的有效协议。</li>
                <li>您确认知悉并遵守本协议的所有条款。</li>
                <li>请确保您或与您有关的机构遵守本协议的条款。如果您代表某机构使用本软件，请确保您有权代表该机构同意并接受本协议的条款和条件。在这种情况下，您的行为视为该机构的行为。</li>
            </ol>
            </li>
            <li class="_content">如果您不同意本协议的条款，请不要点击“我已阅读并接受”并下载、安装、运行、使用本软件或访问本网站。</li>
            <li class="_content">本协议附加了免责声明，包括保证条款的免责声明和赔偿、责任的限制。以下条款即是本协议的基本内容。</li>
            <li class="_content">本协议是您与图灵科技有限公司（包括图灵科技有限公司关联公司）之间具有法律约束力的协议。除非您与图灵科技有限公司另行签订有关软件使用的书面协议，否则您使用软件受本协议约束。</li>
            <li class="_title">用户使用协议的修改</li>
            <li class="_content">我们有权自行更新或修改本协议，而不必征得您的同意。本协议的最新版本位于：www.TuringTechInc.com，在使用我们的软件之前请您仔细阅读。 </li>
            <li class="_title">许可</li>
            <li class="_content">本软件仅限于个人非商业用途使用，图灵科技有限公司授予您不可转让、非排他性和可撤销使用本软件的权利，但必须遵守本协议的所有条款。</li>
            <li class="_content">所有永久许可客户从购买之日起免费获得 1 年（12 个月）的技术支持和软件更新权利，包括将来的升级。1 年后，将来的更新和升级将以市场价格的 20％的折扣率提供，并额外提供 1年（12 个月）的技术支持和软件更新，包括将来的升级。</li>
            <li class="_content">当您从图灵科技有限公司购买或免费使用软件、产品或服务（即在您作为付费会员期间可以免费使用该服务），您只有使用该软件、产品或服务的权利，除非另有说明，不得转让或转售。</li>
            <li class="_content">使用或安装本软件后，禁止利用本软件进行营利活动，包括但不限于出售、转让、许可、出租、出借本软件以营利。不得以任何形式在任何媒体上发布、播放本软件。图灵科技有限公司保留随时撤销免费使用的任何软件、产品或服务的访问权。</li>
            <li class="_title">保留权利</li>
            <li class="_content">您特此承认尊重基于使用本网站和软件所有的权利和利益，包括但不限于网站和/或软件的知识产权所涵盖的所有权利，除非本协议明确授权。您确认不会通过使用访问程序或利用与之相关的专有信息，改编、翻译、准备衍生作品、反编译、反向工程、反汇编或以其他方式尝试从我们的服务、软件或文档中导出源代码，创建或尝试创建替代或类似服务或产品。</li>
            <li class="_content">所有未明确授予的权利均由图灵科技有限公司和/或其关联公司保留。禁止以除本协议以外的任何目的、途径使用本软件，否则可能会承当相应的民事和刑事责任。</li>
            <li class="_title">终止</li>
            <li class="_content">在不影响任何其他权利的情况下，如果您不遵守本协议的条款，图灵科技有限公司有权终止本协议。在这种情况下，您须销毁本软件的所有副本。</li>
            <li class="_title">退款</li>
            <li class="_content">除非另有说明，已购买的软件不可退款。在某些情况下可以在购买前提供有限的试用期，敬请联系 <a href="mailto:info@TuringTechInc.com">info@TuringTechInc.com</a> 以确认您关注的产品是否有试用限期。</li>
            <li class="_content"><b>注意：</b>并非所有图灵科技有限公司和/或其关联公司提供的软件产品都有试用期，而图灵科技有限公司和/或其关联公司保留缩短、取消任何软件产品试用期的权利。</li>
            <li class="_title">具体使用</li>
            <li class="_content">图灵科技有限公司和/或其关联公司对本软件的基于任何目的适用不做保证。本软件由开发者提供，本公司不作任何明示或暗示的保证，包括但不限于默示保证、适销性和特定用途适用性的保证。在任何情况下，开发者不对任何直接的、间接的、偶然的、额外的、示范性或相应的损害赔偿（包括但不限于采购替代品或服务，使用，数据或利润的损失或业务中断）负责，无论是以合同，严格责任或侵权行为（包括疏忽或其他方式）以任何方式使用本软件造成的任何责任，即使被告知有可能发生此类损害。</li>
            <li class="_title">保密</li>
            <li class="_content">您保证对本公司或从本公司的客户、广告客户和供应商获得的信息保密。最终用户提交的所有信息均为图灵科技有限公司所有，属于公司机密，不得公开。本公司不以任何方式复制、传播、出售、散布以上信息并营利。</li>
            <li class="_title">免责声明和责任限制</li>
            <li class="_content">除非另有说明（包括但不限于适用性、适销性、不侵犯他方权利或任何由于履行过程引起的任何默示保证），否则我们对本计划或任何通过本网站销售的产品不作任何明示或暗示的保证或声明。此外，网站的运行可能存在中断或错误的情况，我们不对任何第三方软件下载中断或错误的后果负责。本公司可能随时更改、限制访问，暂停或停止网站或其任何部分。<br/>网站上的信息、内容和服务不存在任何隐含的保证。当您使用或参与本网站时，您了解并愿意独自承担可能带来的风险。 </li>
            <li class="_content">在法律允许的范围内，本公司或有关第三方对基于本公司许可或软件使用所引起的任何间接的、偶然的、附带的、或惩罚性的损失概不负责，包括但不限于商誉损害、停止交易、利润损失、数据丢失和计算机故障。</li>
            <li class="_content">在法律最大允许的范围内，本公司和任何第三方不对与履行协议或使用本软件有关的任何方式造成的间接的、偶然的、必然的或惩罚性的损失负责，包括但不限于商誉损失，工作停止、利润损失、数据丢失和计算机故障。尽管以上损失存在很大的可能性，但此处排除违约或侵权等责任的适用。在某些国家，不允许排除或限制偶然的或必然的损失的责任，因此这种排除和限制在此种情况下可能不适用。</li>
            <li class="_title">权利限制</li>
            <li class="_content">您所有的权利不能转让给他人，否则我公司可以随时终止本协议。本公司可以将相关权利随时转让任何人，恕不另行通知。</li>
            <li class="_title">权利放弃</li>
            <li class="_content">如果本网站没有履行本协议相关条款或约定，不得视为放弃我们所有的任何权利或可以采取的补救措施，也不得被视为对其他条款或约定的违反。其余的条款和约定继续有效。</li>
            <li class="_content">任何一方不履行本协议的某些条款，不得视为随后或之前对以上条款或其他条款的违反。</li>
            <li class="_title">投资及一般免责声明</li>
            <li class="_content">本网站提供的信息和本公司产品或服务可能包含一般性的建议。上述一般性的建议不会特定针对您的个人目标、财务状况或投资需求，仅供参考。请结合您的个人目标、财务状况或投资需求来确定上述一般性建议对您的适用性。</li>
            <li class="_content">感谢您对图灵智能交易系统的关注。此信息提供给您，以便您能够正确地了解我们提供的产品和服务，并协助您决定是否使用我们的产品或服务。</li>
            <li class="_content">我们的产品和服务的范围是有限的。具体来说，我们不是专业投资顾问或财务规划师，我们不会提供专业投资顾问或财务策划师通常提供的投资目标、财务状况和特定需求的分析。</li>
            <li class="_content">从根本上说，我们为国际用户提供交易工具（包括但不限于由图灵科技有限公司或第三方关联公司开发的交易软件和附加组件，提供一般性的交易指导和交易服务）并附带提供一般性建议。</li>
            <li class="_content">以上一般性建议没有包含您的具体投资目标、财务状况或需求。在您对我们提供的产品、服务或建议作出任何决定之前，请先咨询您的财务顾问。</li>
            <li class="_content">在您根据图灵智能交系统提供的信息、产品或服务作出决策和行动时，请确认您具有完全行为能力，愿意并且能独立承担由此带来的全部责任。</li>
            <li class="_content">图灵智能交易系统不保证提供的任何信息的准确性或完整性，对通过软件或软件附件为客户或第三方提供的信息和警示不负责任，对包括但不限于信息的延迟、不准确、错误、中断或遗漏和服务中断等所造成的任何直接的或必然的损失不负责任。</li>
            <li class="_content"><b>注意：</b>不管链接与否，图灵智能交易系统对任何第三方网站的内容，或对您根据第三方网站的内容作出行为产生的后果，不承担任何责任。客户自行访问第三方网站不视为图灵智能交易系统赋予客户该使用权，也不对用户使用以上网站的后果承担任何责任。</li>
            <li class="_title">风险警告</li>
            <li class="_content">您确认知悉在证券交易、货币/外汇交易和/或衍生产品、保证金交易方面存在的高度交易风险。证券交易、货币/外汇和/或衍生品投资属于投机行为，存在重大损失的风险，不适合于所有投资者。图灵智能交易系统不能充分考虑个人用户的目标、财务状况或需求。因此，您应根据您的财务状况自行确认证券、货币/外汇和衍生产品、保证金交易是否适合您。您确保知悉，杠杆产品的交易风险明显高于非杠杆投资，如股票交易。因此，收益与风险并存。您可能会损失本金，并超过设定和维持杠杆产品所需的保证金。</li>
            <li class="_content">根据图灵智能交易系统任何形式的媒体（包括但不限于网站、电子邮件、纸质材料或横幅广告、社交媒体网站和/或图灵科技有限公司的关联公司）所发布的信息进行交易可能产生利润或造成损失，图灵智能交易系统概不负责。</li>
            <li class="_content">任何交易系统或方法在过去的表现不代表未来的结果。</li>
            <li class="_title">虚拟或模拟交易结果</li>
            <li class="_content">虚拟或模拟交易结果与实际交易记录不同，具有一定的固有限制：模拟结果不代表实际交易情况。此外，由于模拟交易实际上并没有实际进行，所以模拟交易结果可能不能实际反应某些市场因素（如流动性不足）的影响。模拟交易操作一般也受制于事后设计的事实。任何账户都不会或可能实现与模拟交易类似或完全相同的利润或损失。</li>
            <li class="_content">任何帐户都不会或可能实现类似于任何模拟中显示的利润或损失。事实上，模拟的交易结果与实际结果之间经常有明显的差异。模拟交易结果的局限性之一是它们通常是事后所见。此外，模拟交易不涉及实际交易的财务风险。例如，止损或尽管存在交易损失但依然坚持某一交易规则，可能对交易结果产生完全相反的影响。还有许多其他与市场有关的其他因素，或与实施任何具体的交易规则相关的因素，这些因素在模拟交易的过程中无法充分考虑，所有这些都可能对实际交易结果产生不利影响。</li>
            <li class="_title">账号和密码</li>
            <li class="_content">请妥善保管您的账号和密码，不管您授权与否，通过注册和/或登录您的账户即视为您的使用。如果发现有未经您授权注册和/或登录您的账户和密码，请立即通知图灵智能交易系统。</li>
            <li class="_title">推荐</li>
            <li class="_content">推荐代表了真实客户提供给我们的结果，实际上可能不是每个人都会取得相关成果。</li>
            <li class="_title">第三方服务</li>
            <li class="_content">第三方可能通过本网站对其商品和服务进行广告或交易。第三方提供的产品和服务受第三方的政策和声明的约束。图灵智能交易系统对您和第三方的任何交易或互动，不负任何责任。</li>
            <li class="_title">条款的可分割性</li>
            <li class="_content">如果本协议部分条款因法律或政策的原因被认定为无效或不可执行，则该协议应被视为在法律允许的最大范围内适用，并且本协议的其余部分将继续有效和执行。</li>
            <li class="_title">整个协议</li>
            <li class="_content">本协议受美国加利福尼亚州实体法管辖，并按照美国加利福尼亚州的实体法解释，不适用冲突法原则。本协议是规范您与图灵智能交易系统的最终协议，本网站先前或现行的协议、声明、保证和谅解，内容与本协议有冲突的以本协议为准。</li>
            <li class="_title">适用法律</li>
            <li class="_content">基于本协议可能产生的任何争议，不可撤销地提交给加美国利福尼亚州法院管辖，但不排除任何您居住的州或国家的冲突法的适用。</li>
            <li class="_title">联系我们</li>
            <li class="_content">如果您对上述条款有任何疑问，请通过电子邮件 <a href="mailto:info@TuringTechInc.com">info@TuringTechInc.com</a> 与我们联系。</li>
         </ul>
       </div>
       

    </div>
</template>

<script>
    export default {
      name: 'Protocol',
      computed: {
       
      },
      mounted:function(){
              document.title = "用户许可协议";
      }
    }
</script>

<style scoped>
ul,li{
    list-style:none;
}
.protocol{
    width:100%;
    min-height:800px;
}
.box{
    max-width:800px;
    margin:0 auto;
}
.title{
    margin-top:60px;
    font-weight:bolder;
    font-size:24px;
}
.tips{
    margin:30px 0;
    text-align:left;
    color:#9e9e9e;
}
.box ul{
    text-align:left;
}
.box ul li{}
.box ul li._title{
    margin-bottom:5px;
    font-size:20px;
}
.box ul li._content{
    margin-bottom:30px;
}

.box ._content ol{list-style-type:decimal;}
.box ._content ol li{list-style-type:decimal;list-style-position:inside;}

._content a{
    color:#3175d1;
}
</style>